Repository: abdulwahaab/Chill-Learn
Catalog: HellTeam/App_GlobalResources/Resources.*.resx
Languages: ar_sa

# TwoMonth
source: $200/Month
ar_sa: $200/فى الشهر

source: alaa
ar_sa: علاء

source: Arabic
ar_sa: عربي

source: Easy to use platform
ar_sa: سهولة استخدام المنصة

source: Eng
ar_sa: انجليزي

source: Est. earning will be
ar_sa: Est. دخلك سوف يكون

source: Features
ar_sa: ملامح تشل ليرن

source: for 30 days
ar_sa: لمده 30 يوم

source: How it Works?
ar_sa: كيف يعمل تشل ليرن؟

source: How many Hours you can spend a month?
ar_sa: كم ساعة تسطتيع ان ان تعمل في الشهر ؟

source: How Much you can earn at ChillLearn?
ar_sa: كم تسطيع ان تدخل مع تشل ليرن ؟

source: Inbox & Chat Support
ar_sa: صندوق البريد / دعم فنى عبر الشات

source: Join us
ar_sa: التحق بنا

source: Learning
ar_sa: تعلم

# LiveClasseswith20
source: Live Classes with 20+ features
ar_sa: سبورة ذكية توفر أكثر من ٢٠ ميزة!

source: Personal Dashboard
ar_sa: لوحه تحكم خاصه بك

# PlcConfirmPassword
source: Confirm Password
ar_sa: تاكيد كلمه المرور

# PlcEmailID
source: Email ID
ar_sa: البريد الالكتروني

# PlcFirstName
source: First Name
ar_sa: الاسم الاول

# PlcLastName
source: Last Name
ar_sa: الاسم الاخير

# PlcPassword
source: Password
ar_sa: كلمه المرور

# Register
source: Register Now
ar_sa: سجل الان

source: Register today and get premium
ar_sa: سجل اليوم واحصل عبى حساب مدفوع

source: Start
ar_sa: ابدء

source: Teaching Simplified,
ar_sa: تدريس مبسط ,

# HundredSecure
source: 100% Secure
ar_sa: 100% امان

source: About ChillLearn
ar_sa: عن تشل ليرن ؟

# Andgetevenmore
source: And get even more tutoring opportunities
ar_sa: احصل على المزيد من فرص التدريس

source: Back to top
ar_sa: العوده لاعلي

# BeaTutortoday
source: Be a Tutor and start earning today at home
ar_sa: كن مدرسًا وابدأ في كسب اليوم في المنزل

source: Become A Tutor
ar_sa: كن مدرسا

source: Blog
ar_sa: المدونه

# Buildyour
source: Build your reputation
ar_sa: إبدء فى بناء سمعتك

source: Customise Dashboard
ar_sa: لوحه تحكم مخصصه

source: Earn per session
ar_sa: ربح على كل جلسه

source: Flexible tutoring opportunities
ar_sa: فرصه للتدريس التفاعلي

# Focusontutoring
source: Focus on tutoring and we’ll handle rates and billing
ar_sa: ركز على التدريس وسنتعامل مع المعدلات والفواتير

source: For Tutors
ar_sa: للمعلمين

# Getpaid
source: Get paid each week
ar_sa: احصل على دفع اسبوعي

# Inyourdorm
source: In your dorm, coffee shop, or home all you need is internet access
ar_sa: في المسكن أو المقهى أو المنزل ، كل ما تحتاجه هو الوصول إلى الإنترنت

# Loginwhen
source: Log in when it’s convenient for you to tutor
ar_sa: سجّل الدخول عندما يكون ملائمًا لك

# Onestopsolution
source: One stop solution for all Your study needs
ar_sa: حل واحد لجميع احتياجات الدراسيه

source: Subscribe us
ar_sa: اشترك معنا الان

# Tutorfrom
source: Tutor from anywhere
ar_sa: احصل على معلم من اى مكان

# WeEvolvingeveryday
source: We’re Evolving every day, Stay tuned with latest updates
ar_sa: نحن نتطور كل يوم ، ترقبوا آخر التحديثات

# Wellsendstudents
source: We’ll send students to you
ar_sa: سوف نوفر لك طلاب

# EmailAlreadyExists
source: Email already exists, please use a different email address.
ar_sa: البريد الإلكتروني موجود بالفعل ، يرجى استخدام عنوان بريد إلكتروني مختلف.

# AccountSuccess
source: Account created successfully, please check your inbox to verify your email address.
ar_sa: تم إنشاء الحساب بنجاح ، يرجى التحقق من البريد الوارد للتحقق من عنوان بريدك الإلكتروني.

# PhoneExists
source: Contact number already exists, please use a different Contact number.
ar_sa: رقم الاتصال موجود بالفعل ، يرجى استخدام رقم اتصال مختلف.

# InvalidInfo
source: Please provide valid information.
ar_sa: يرجى تقديم معلومات صالحة.

# MismatchedPassword
source: Passwords don't match.
ar_sa: كلمات المرور غير متطابقة.

# MissingEmail
source: Please provide email address.
ar_sa: يرجى تقديم عنوان البريد الإلكتروني.

# MissingPassword
source: Please provide password.
ar_sa: يرجى تقديم كلمة المرور

# PlcMobile
source: Mobile Number
ar_sa: رقم الهاتف المحمول

source: Click Here
ar_sa: انقر هنا

# TxtEmailConfirmedFail
source: Email Confirmation Failed.
ar_sa: فشل تأكيد البريد الإلكتروني.

# TxtEmailConfirmedSuccess
source: Email Confirmed Successfully.
ar_sa: تم تأكيد البريد الإلكتروني بنجاح.

# TxtEmailConfirmation
source: Email Confirmation
ar_sa: تأكيد البريد الإلكتروني

# LblRegister
source: Register Now!
ar_sa: سجل الان!

# PasswordLength
source: Password must contain at least 4 character
ar_sa: يجب أن تحتوي كلمة المرور على 4 أحرف على الأقل

source: Account Detail
ar_sa: تفاصيل الحساب

# BtnContinue
source: Continue
ar_sa: استمر

# BtnSaveContinue
source: Save & Continue
ar_sa: حفظ ومتابعة

# BtnSkipContinue
source: Skip & Continue
ar_sa: القفز والمتابعة

# BtnSkipSave
source: Skip & Save
ar_sa: تخطي وحفظ

source: Drag & Drop
ar_sa: السحب والإسقاط

source: Find on computer
ar_sa: البحث على الكمبيوتر

# LblUploadInfo
source: Please upload your ID or passport, Latest certificate, Professional Picture, Letter of experience or recommendations, Any other documents that support his enquire
ar_sa: يرجى تحميل هويتك أو جواز سفرك ، آخر شهادة ، صورة احترافية أو خطاب خبرة أو توصيات أي مستندات أخرى تدعم استعلامه

# MsgAccountName
source: Please Enter Account Holder Name
ar_sa: الرجاء إدخال اسم صاحب الحساب

# MsgAccountNo
source: Please Enter Account No
ar_sa: الرجاء إدخال رقم الحساب

# MsgBranchCode
source: Please Enter Branch Code
ar_sa: الرجاء إدخال رمز الفرع

# MsgBranchName
source: Please Enter Branch Name
ar_sa: الرجاء إدخال اسم الفرع

# MsgCountry
source: Please Select Country
ar_sa: يرجى اختيار البلد

# MsgEmail
source: Please Enter Email
ar_sa: الرجاء إدخال البريد الإلكتروني

# MsgExperience
source: Please Enter Experience
ar_sa: يرجى إدخال الخبرة

# MsgFileSelected
source: files selected
ar_sa: الملفات المحددة

# MsgFirstName
source: Please Enter First Name
ar_sa: الرجاء إدخال الاسم الأول

# MsgHigherQualification
source: Please Enter Higher Qualification
ar_sa: يرجى إدخال المؤهل العالي

# MsgLastName
source: Please Enter Last Name
ar_sa: الرجاء إدخال اسم العائلة

# MsgPassword
source: Password cannot be empty or less then 4 characters
ar_sa: لا يمكن أن تكون كلمة المرور فارغة أو أقل من 4 أحرف

# MsgPasswordMismatch
source: Password Mismatch
ar_sa: عدم تطابق كلمة المرور

# MsgPinCode
source: Please Enter Pin Code
ar_sa: الرجاء إدخال الرمز السري

# MsgSubject
source: Please Enter Subject
ar_sa: الرجاء إدخال الموضوع

# MsgSubjectTutored
source: Please Enter Subject Tutored
ar_sa: الرجاء إدخال الموضوع

# MsgTime
source: Please Enter Time
ar_sa: يرجى إدخال الوقت

# MsgUniversity
source: Please Enter University
ar_sa: يرجى إدخال الجامعة

# PasswordTip1
source: To make your password more secure:
ar_sa: لجعل كلمة المرور أكثر أمانًا:

# PasswordTip2
source: - Use letters and numbers
ar_sa: - استخدم الحروف والأرقام

# PasswordTip3
source: - Use Special characters (e.g. ,#)
ar_sa: - استخدام أحرف خاصة (على سبيل المثال ، #)

# PasswordTip4
source: - Mix lower and uppercase
ar_sa: - اخلط بين الحروف الصغيرة والكبيرة

source: Personal Detail
ar_sa: التفاصيل الشخصية

# PlcAccountHolderName
source: Account Holder Name
ar_sa: اسم صاحب الحساب

# PlcBranchName
source: Branch Name
ar_sa: اسم الفرع

# PlcEnterAccountNo
source: Enter Account No.
ar_sa: أدخل رقم الحساب

# PlcEnterCode
source: Enter Code
ar_sa: ادخل الرمز

# PlcEnterUniversity
source: Enter University
ar_sa: دخول الجامعة

# PlcHigherQualification
source: Higher Qualification
ar_sa: المؤهل العالي

# PlcLanguage
source: Language
ar_sa: لغة

# PlcLevel
source: Level
ar_sa: مستوى

# PlcPinNo
source: Pin No
ar_sa: رقم التعريف الشخصي

# PlcSubjectOfExpertise
source: Subject of Expertise
ar_sa: موضوع الخبرة

# PlcTellUsAbout
source: Tell us about yourself
ar_sa: أخبرنا عن نفسك

# PlcTutoredSubjects
source: Tutored Subjects
ar_sa: المواد الدراسية

# PlcYOE
source: Years of Experience
ar_sa: سنوات من الخبرة

source: Profession & Education
ar_sa: المهنة والتعليم

# ValidInfo
source: Please Enter Valid Information
ar_sa: الرجاء إدخال معلومات صالحة

# MsgRecaptcha
source: Invalid Captcha!
ar_sa: غير صالحة!

# BtnAboutChillLearn
source: About ChillLearn
ar_sa: حول تشيليرن

# BtnAboutUs
source: About Us
ar_sa: معلومات عنا

# BtnAddMoney
source: Add Money
ar_sa: إضافة المال

# BtnBackToTop
source: Back to top
ar_sa: العودة إلى الأعلى

# BtnBecomeATutor
source: Become A Tutor
ar_sa: كن مدرسًا

# BtnBlog
source: Blog
ar_sa: مدونة

# BtnBuyNow
source: Buy Now
ar_sa: اشتري الآن

# BtnCareer
source: Career
ar_sa: مهنة

# BtnClasses
source: Classes
ar_sa: الطبقات

# BtnContactUs
source: Contact Us
ar_sa: اتصل بنا

# BtnFaqs
source: FAQs
ar_sa: أسئلة وأجوبة

# BtnHome
source: Home
ar_sa: الصفحة الرئيسية

# BtnHowItWorks
source: How it Works
ar_sa: كيف تعمل

# BtnInbox
source: Inbox
ar_sa: صندوق الوارد

# BtnLogin
source: Login
ar_sa: تسجيل الدخول

# BtnLogout
source: Logout
ar_sa: الخروج

# BtnPricing
source: Pricing
ar_sa: التسعير

# BtnPrivacyPilicy
source: Privacy Policy
ar_sa: سياسة الخصوصية

# BtnProblems
source: Problems
ar_sa: مشاكل

# BtnResetPassword
source: Reset Password
ar_sa: إعادة تعيين كلمة المرور

# BtnSignIn
source: Sign In
ar_sa: تسجيل الدخول

# BtnSignUp
source: Sign Up
ar_sa: سجل

# BtnSupport
source: Support
ar_sa: الدعم

# BtnTermsConditions
source: Terms & Conditions
ar_sa: البنود و الظروف

# BtnViewAll
source: View All
ar_sa: عرض الكل

# BtnWallet
source: Wallet
ar_sa: محفظة نقود

# LblForgotPassword
source: Forgot Password
ar_sa: هل نسيت كلمة المرور

# LblResetPassword
source: Reset Password
ar_sa: إعادة تعيين كلمة المرور

# MsgAccountBlocked
source: This account has been blocked, please contact support if you want to un-block your account.
ar_sa: تم حظر هذا الحساب ، يرجى الاتصال بالدعم إذا كنت ترغب في إلغاء حظر حسابك.

# MsgAccountCreatedSuccess
source: Account created successfully, please check your inbox to verify your email address and continue to login.
ar_sa: تم إنشاء الحساب بنجاح ، يرجى التحقق من البريد الوارد للتحقق من عنوان بريدك الإلكتروني ومتابعة تسجيل الدخول.

# MsgAccountDeleted
source: This account has been deleted.
ar_sa: تم حذف هذا الحساب

# MsgContactAlreadyExist
source: Contact number already exists, please use a different Contact number.
ar_sa: رقم الاتصال موجود بالفعل ، يرجى استخدام رقم اتصال مختلف.

# MsgEmailAlreadyExist
source: Email address already exists, please use a different email.
ar_sa: عنوان البريد الإلكتروني موجود بالفعل ، يرجى استخدام بريد إلكتروني مختلف.

# MsgEmailDoesNotExist
source: Email does not exist
ar_sa: البريد الإلكتروني غير موجود

# MsgEnterValidEmailPass
source: Please enter a valid email and password.
ar_sa: يرجى إدخال بريد إلكتروني صالح وكلمة مرور صالحة.

# MsgErrorTryAgain
source: An error occurred, please try again later.
ar_sa: لقد حدث خطأ، رجاء أعد المحاولة لاحقا.

# MsgPasswordChangedSuccess
source: Password successfully changed
ar_sa: الرقم السري تغير بنجاح

# MsgPleaseProvideValid
source: Please provide valid information.
ar_sa: يرجى تقديم معلومات صالحة.

# MsgProvideLoginDetail
source: Please provide login details.
ar_sa: يرجى تقديم تفاصيل تسجيل الدخول.

# MsgResetFail
source: Password Reset Failed
ar_sa: فشل إعادة تعيين كلمة المرور

# MsgSuccessP1
source: An Email sent to
ar_sa: تم إرسال بريد إلكتروني إلى

# MsgSuccessP2
source: please check email to reset password
ar_sa: يرجى التحقق من البريد الإلكتروني لإعادة تعيين كلمة المرور

# MsgVerifyEmail
source: Please verify your email address by clicking the link sent to your email address.
ar_sa: يرجى التحقق من عنوان بريدك الإلكتروني من خلال النقر على الرابط المرسَل إلى عنوان بريدك الإلكتروني

# PlcWhatToLearn
source: What do you want to learn?
ar_sa: ماذا تريد أن تتعلم؟

# TtlWelcome
source: Welcome to ChillLearn
ar_sa: مرحبًا بك في ChillLearn

# TxtAlreadyHaveAccount
source: Already have an Account?
ar_sa: هل لديك حساب؟

# TxtBeAMember
source: Be a member & Enjoy Benefits
ar_sa: كن عضوًا واستمتع بالمزايا

# TxtChooseYourPlan
source: Choose your plan now
ar_sa: اختر خطتك الآن

# TxtCKnowPlan
source: Craving For Knowladge? These Plans Might Suits you!!
ar_sa: الرغبة في المعرفة؟ هذه الخطط قد تناسبك!

# TxtClassesCompleted
source: Classes Completed
ar_sa: الطبقات مكتملة

# TxtCopyright
source: Copyright
ar_sa: حقوق النشر

# TxtCreateNewAccount
source: Create New Account
ar_sa: انشاء حساب جديد

# TxtDontHaveAccount
source: Don’t Have an Account?
ar_sa: ليس لديك حساب؟

# TxtGreatOfferAwaitsYou
source: Great Offer Awaits you!
ar_sa: عرض رائع ينتظرك!

# TxtHassleFreePayments
source: Hassle Free Payment
ar_sa: الدفع خالية من المتاعب

# TxtIAmA
source: I am a
ar_sa: أنا

# TxtImportentLinks
source: Important Links
ar_sa: روابط مهمة

# TxtLearnFromPro
source: Learn From The Professionals All Around The World
ar_sa: تعلم من المحترفين في جميع أنحاء العالم

# TxtLiveWhiteBoard
source: Live & Whiteboard Session
ar_sa: جلسة حية وسبورة

# TxtLoginAccount
source: Login Account
ar_sa: تسجيل الدخول

# TxtLoginStepsInfo
source: No Worries, We got it covered Create an account in few steps
ar_sa: لا تقلق ، لقد قمنا بتغطيته إنشاء حساب في بضع خطوات

# TxtNotifications
source: Notifications
ar_sa: إخطارات

# TxtOnDemandClasses
source: On Demand Classes
ar_sa: على فئات الطلب

# TxtQualifiedTeacher
source: Qualified Teachers
ar_sa: المعلمين المؤهلين

# TxtQualTechAroundWorld
source: Qualified Teachers Around The World
ar_sa: المعلمين المؤهلين في جميع أنحاء العالم

# TxtRightsReserved
source: ChillLearn | All Rights Reserved
ar_sa: شيليرن | كل الحقوق محفوظة

# TxtSignUpInfo
source: We would love to see you back, Login your account here.
ar_sa: نود أن نراكم ، تسجيل الدخول إلى حسابك هنا.

# TxtSocialMediaLogin
source: Login via social Account
ar_sa: تسجيل الدخول عبر الحساب الاجتماعي

# TxtStudent
source: Student
ar_sa: طالب علم

# TxtStudentRegisteration
source: Student Registeration
ar_sa: تسجيل الطلاب

# TxtStudentSayAbout
source: What Students Say About Us?
ar_sa: ماذا يقول الطلاب عنا؟

# TxtTeacher
source: Teacher
ar_sa: مدرس

# TxtTeachersGlobally
source: Teachers Globally
ar_sa: المعلمين على مستوى العالم

# TxtUsefulLinks
source: Useful Links
ar_sa: روابط مفيدة

# TxtWeAreSocial
source: We’re Social
ar_sa: نحن اجتماعيون

# TxtWhoAreWe
source: Who We Are?
ar_sa: من نحن؟

# TxtWhyWeBestChoice
source: Why We’re The Best Choice?
ar_sa: لماذا نحن الخيار الافضل؟

# BtnFindNewClasses
source: Find New Classes
ar_sa: البحث عن فصول جديدة

# BtnGoBack
source: Go back
ar_sa: عد

# BtnUpcomingClasses
source: Upcoming Classes
ar_sa: الفصول القادمة

# BtnViewDetail
source: View Detail
ar_sa: عرض التفاصيل

# TxtNoBidsAvailable
source: No Bids Available
ar_sa: لا توجد عطاءات متوفرة

# BtnAddMoneyToWallet
source: Add Money To Wallet
ar_sa: إضافة المال إلى المحفظة

# BtnApprove
source: Approve
ar_sa: يوافق

# BtnAskQuestion
source: Ask Question
ar_sa: اسأل سؤالا

# BtnBoostNow
source: Boost Now
ar_sa: زد الآن

# BtnCancelledClasses
source: Cancelled Classes
ar_sa: الطبقات الملغاة

# BtnChatWithTeacher
source: Chat with Teacher
ar_sa: الدردشة مع المعلم

# BtnChooseFile
source: Choose file
ar_sa: اختر ملف

# BtnConfirm
source: Confirm
ar_sa: تؤكد

# BtnDashboard
source: Dashboard
ar_sa: لوحة القيادة

# BtnEditProfile
source: Edit Profile
ar_sa: تعديل الملف الشخصي

# BtnForgotPassword
source: Forgot Password ?
ar_sa: هل نسيت كلمة المرور ؟

# BtnMyBids
source: My Bids
ar_sa: عطاءاتي

# BtnPastClasses
source: Past Classes
ar_sa: الفصول الماضية

# BtnPlay
source: Play
ar_sa: لعب

# BtnPostProblem
source: Post Problem
ar_sa: وظيفة مشكلة

# BtnQuestions
source: Questions
ar_sa: الأسئلة

# BtnRecordedClasses
source: Recorded Classes
ar_sa: الفصول المسجلة

# BtnReject
source: Reject
ar_sa: رفض

# BtnReply
source: Reply
ar_sa: الرد

# BtnSave
source: Save
ar_sa: حفظ

# BtnSaveChanges
source: Save Changes
ar_sa: حفظ التغييرات

# BtnSubmit
source: Submit
ar_sa: خضع

# BtnUpdatePicture
source: Update Picture
ar_sa: تحديث الصورة

# BtnViewBids
source: View Bids
ar_sa: عرض العطاءات

# BtnViewHistory
source: View History
ar_sa: عرض السجل

# BtnViewProfile
source: View Profile
ar_sa: عرض الصفحة الشخصية

# CnfSureCancelClass
source: Are you Sure you want to cancel this class?
ar_sa: هل أنت متأكد أنك تريد إلغاء هذا الفصل؟

# DrpActions
source: Actions
ar_sa: أفعال

# DrpCancelClass
source: Cancel Class
ar_sa: الغاء الفصل

# DrpRequests
source: Requests
ar_sa: طلبات

# DrpSelectSubject
source: -- Select Subject --
ar_sa: - اختر الموضوع -

# DrpSelectType
source: -- Select Type --
ar_sa: -- اختر صنف --

# DrpStartClass
source: Start Class
ar_sa: أبدا الدرس

# LblAboutMe
source: About Me
ar_sa: عني

# LblAddress
source: Address
ar_sa: عنوان

# LblCity
source: City
ar_sa: مدينة

# LblCountry
source: Country
ar_sa: بلد

# LblDescribeProblem
source: Describe your problem
ar_sa: صف مشكلتك

# LblDuration
source: Duration
ar_sa: المدة الزمنية

# LblEmailId
source: Email ID
ar_sa: عنوان الايميل

# LblExperience
source: Experience
ar_sa: تجربة

# LblFirstName
source: First Name
ar_sa: الاسم الاول

# LblHoursNeeded
source: Hours Needed
ar_sa: ساعات اللازمة

# LblLastName
source: Last Name
ar_sa: الكنية

# LblMobileNo
source: Mobile No.
ar_sa: رقم المحمول

# LblQualification
source: Qualification
ar_sa: المؤهل

# LblSelectSubject
source: Select Subject
ar_sa: اختر الموضوع

# LblSelectType
source: Select Type
ar_sa: اختر صنف

# LblSetDeadLine
source: Set Deadline
ar_sa: تحديد الموعد النهائي

# LblStage
source: Stage
ar_sa: المسرح

# LblSubject
source: Subject
ar_sa: موضوع

# LblTitle
source: Title
ar_sa: عنوان

# LblYearPassed
source: Year Passed
ar_sa: سنة مرت

# MsgClassCreatedSuccess
source: Class Created Successfully.
ar_sa: تم إنشاء الفصل بنجاح.

# MsgClassJoinFail
source: Class join request fail
ar_sa: فشل طلب الانضمام إلى الفصل

# MsgFillAllFields
source: Please Fill All Fields.
ar_sa: لو سمحت أملأ كل الحقول.

# MsgHoursNeeded
source: Please provide Hours Needed.
ar_sa: يرجى تقديم ساعات اللازمة.

# MsgNoData
source: No Data Available
ar_sa: لا تتوافر بيانات

# MsgNoQuestionDetail
source: No Question Detail
ar_sa: لا سؤال التفاصيل

# MsgNoRequestsAvailable
source: No Requests Available
ar_sa: لا طلبات المتاحة

# MsgNoResult
source: No result available
ar_sa: لا توجد نتائج متاحة

# MsgNoSubscription
source: No Subscription yet.
ar_sa: لا اشتراك حتى الآن.

# MsgNoTutor
source: No Tutor Available
ar_sa: لا يوجد مدرس متاح

# MsgProblemSubmitedSuccessfully
source: Problem submitted successfully.
ar_sa: تم إرسال المشكلة بنجاح

# MsgProposalSuccess
source: Proposal submited successfully.
ar_sa: تم تقديم الاقتراح بنجاح.

# MsgProvideDescription
source: Please provide some problem description.
ar_sa: يرجى تقديم بعض وصف المشكلة.

# MsgProvideProposalDescription
source: Please provide some proposal description.
ar_sa: يرجى تقديم بعض وصف الاقتراح.

# MsgSelectSubject
source: Please select subject.
ar_sa: يرجى اختيار الموضوع.

# MsgSelectType
source: Please select type.
ar_sa: يرجى اختيار نوع.

# MsgWentWrongTryAgain
source: Somthing went wrong Please try again later.
ar_sa: هناك شئ خاطئ، يرجى المحاولة فى وقت لاحق.

# PlcComputerScienceMath
source: Computer Science, Math
ar_sa: علوم الحاسوب والرياضيات

# PlcDegreeTitle
source: Degree Title
ar_sa: عنوان الدرجة

# PlcInstitureName
source: Institure Name
ar_sa: اسم المعهد

# ThdInstitute
source: Institute
ar_sa: معهد

# ThdYear
source: Year
ar_sa: عام

# TxtBalance
source: Balance
ar_sa: توازن

# TxtCancelled
source: Cancelled
ar_sa: ألغيت

# TxtCertifications
source: Certifications
ar_sa: الشهادات

# TxtCheckWallet
source: Check your Wallet.
ar_sa: تحقق محفظتك.

# TxtContactSupport
source: Contact Support.
ar_sa: اتصل بالدعم.

# TxtCreateNewClass
source: Create New Class
ar_sa: إنشاء فئة جديدة

# TxtCredits
source: Credits
ar_sa: قروض

# TxtDate
source: Date
ar_sa: تاريخ

# TxtDatetime
source: Date & Time
ar_sa: التاريخ والوقت

# TxtDeadline
source: Deadline
ar_sa: حد اقصى

# TxtEnjoyStay
source: Enjoy Your Stay
ar_sa: استمتع بأقامتك

# TxtFail
source: Fail!
ar_sa: فشل!

# TxtFailedPurchased
source: Failed purchased.
ar_sa: فشل شراؤها.

# TxtGetMoreVisits
source: Boost to get more visits on your
ar_sa: تعزيز للحصول على المزيد من الزيارات الخاصة بك

# TxtGetNoticed
source: Get Noticed! Earn More
ar_sa: الحصول على لاحظ! كسب المزيد

# TxtHi
source: Hi
ar_sa: مرحبا

# TxtHours
source: Hours
ar_sa: ساعات

# TxtHoursNeeded
source: Hours needed
ar_sa: ساعات اللازمة

# TxtManageClasses
source: Manage Classes
ar_sa: إدارة الفصول

# TxtOnline
source: Online
ar_sa: عبر الانترنت

# TxtPersonalDetails
source: Personal Details
ar_sa: تفاصيل شخصية

# TxtPostedBy
source: Posted by
ar_sa: منشور من طرف

# TxtProblemDescription
source: Problem Description
ar_sa: وصف المشكلة

# TxtPurchasedPlan
source: Purchased Plan
ar_sa: خطة الشراء

# TxtQualifications
source: Qualifications
ar_sa: مؤهلات

# TxtQuestionDetails
source: Question Details
ar_sa: تفاصيل السؤال

# TxtRated
source: Rated
ar_sa: تقييمه

# TxtRecent
source: Recent
ar_sa: الأخيرة

# TxtSession
source: Session
ar_sa: جلسة

# TxtStudentProblems
source: Student Problems
ar_sa: مشاكل الطلاب

# TxtStudentQuestions
source: Student Questions
ar_sa: أسئلة الطالب

# TxtSubject
source: Subject
ar_sa: موضوع

# TxtSubjectDetails
source: Subject Details
ar_sa: تفاصيل الموضوع

# TxtSuccess
source: Success!
ar_sa: نجاح!

# TxtSuccessfullyPurchased
source: Thank you for making the payment. Your wallet has been credited with hours included in the plan.
ar_sa: تم شراؤها بنجاح.

# TxtToday
source: Today
ar_sa: اليوم

# TxtTotalBalance
source: Total Balance
ar_sa: الرصيد الكلي

# TxtType
source: Type
ar_sa: نوع

# TxtUpcomingClasses
source: Upcoming Classes
ar_sa: الفصول القادمة

# TxtUwillGetNoti
source: You’ll Get The Notification When You Receive a Session Request
ar_sa: ستحصل على الإشعار عند تلقي طلب جلسة

# TxtWriteProposal
source: Write Proposal
ar_sa: اكتب الاقتراح

# MsgConfPassRequried
source: Confirm password required
ar_sa: تأكيد كلمة المرور المطلوبة

# MsgPassNotMatch
source: Password doesn't match.
ar_sa: كلمة المرور غير متطابقة.

# MsgPasswordRequried
source: Password required
ar_sa: كلمة المرور مطلوبة

# MsgTeacherApproveSuccess
source: User Request Approved Successfully
ar_sa: تمت الموافقة على طلب المستخدم بنجاح

# MsgTeacherDeclineSuccess
source: User Request Decline Successfully
ar_sa: رفض طلب المستخدم بنجاح

# MsgFbRegisterSuccess
source: Account created successfully, please use Facebook to login.
ar_sa: تم إنشاء الحساب بنجاح ، يرجى استخدام Facebook لتسجيل الدخول.

# MsgTutorNotVerified
source: Your account is not verified yet. Please contact support to verify your account.
ar_sa: لم يتم التحقق من حسابك بعد. يرجى الاتصال بالدعم للتحقق من حسابك.

# TxtClassesTaught
source: Classes Taught
ar_sa: دروس تدرس

# TxtHoursSpent
source: Hours Spent
ar_sa: ساعات قضى

# TxtMemberSince
source: Member Since
ar_sa: عضو منذ

# TxtQuestionsAnswered
source: Questions Answered
ar_sa: الإجابة على الأسئلة

# BtnApproved
source: Approved
ar_sa: وافق

# BtnBookASession
source: Book A Session
ar_sa: احجز جلسة

# LblEducation
source: Education
ar_sa: التعليم

# LblEducationQualification
source: Education & Qualification
ar_sa: التعليم و التأهيل

# LblHighestQualification
source: Highest Qualification
ar_sa: أعلى المؤهلات

# LblLocation
source: Location
ar_sa: موقعك

# LblMoreInfo
source: More Information
ar_sa: معلومات اكثر

# LblNoEducation
source: No Education Found
ar_sa: لم يتم العثور على التعليم

# LblSkillsSubject
source: Skills & Subject Tutored
ar_sa: المهارات والموضوع المعلم

# LblYears
source: Years
ar_sa: سنوات

# LblAboutTeacher
source: About Teacher
ar_sa: عن المعلم

# LblFAQs
source: FAQ’s
ar_sa: أسئلة وأجوبة

# LblRateReviews
source: Rate & Reviews
ar_sa: معدل ومراجعات

# LblSessionRequests
source: Student Requests
ar_sa: طلبات الطلاب

# LblPendingRequests
source: Pending Requests
ar_sa: الطلبات المعلقة

# LblAccepted
source: Accepted
ar_sa: قبلت

# LblRejected
source: Rejected
ar_sa: مرفوض

# LblBalanceWallet
source: Balance & Wallet
ar_sa: الرصيد والمحفظة

# LblTeachers
source: Teachers
ar_sa: معلمون

# LblTeacherName
source: Teacher Name
ar_sa: اسم المعلم
