Repository: abdulwahaab/Chill-Learn
Catalog: HellTeam/App_GlobalResources/Resources.*.resx
Languages: ar_sa

# LblDownloadAttachment
source: Download Attachment
ar_sa: تنزيل المرفقات

# DrpEditClass
source: Edit Class
ar_sa: تحرير الفصل

# TxtUpdateClass
source: Update Class
ar_sa: تحديث الفئة

# LblView
source: View
ar_sa: رأي

# MsgNoBalance
source: You don't have enough balance to perform this action.
ar_sa: ليس لديك رصيد كافٍ لتنفيذ هذا الإجراء. يرجى إضافة ساعات إلى محفظتك.
